<template>
  <div class="about container">
    <h1>关于实验室</h1>
    <hr />管理学院信息技术实验室，成立于2020年10月，致力于为学生提供综合素养的成长环境、为学生提供跨学科领域的实训平台、为学生提供技术方向引导的师资力量。
    <h3>一、面向对象</h3>山理工东校区大一至大二同学。
    <h3>二、基本要求</h3>
    <p>1. 具备对系统开发领域知识的求知欲；</p>
    <p>2. 具备基本的交流与组织能力；</p>
    <p>3. 愿意投入时间与精力学习信息技术；</p>
    <p>4. 愿意遵守实验室各项规章制度。</p>
    <h3>三、基本制度</h3>
    <p>1. 实验室只用于与软件开发相应事务及经实验室主管许可的相关活动，除此未经许可不得在实验内从事无关软件开发主旨的事情；</p>
    <p>2. 进驻实验室人员需要遵从学校与学院各项管理规章制度，需要保证基础学业全面发展的前提下，提高管理思维，再进行技术能力的提升；</p>
    <p>3. 进驻实验室人员在培训期间，需要按时并高质量完成指导老师所分派的各项开发任务；</p>
    <p>4. 进驻实验室人员需要保证实验室安全；</p>
    <p>5. 在日常学习过程中，禁止进行任何可能影响他人的行为；</p>
    <p>6. 保持实验室整洁，轮值完成公共环境的清洁工作；</p>
    <p>7. 对于违反以上规定的进驻实验室人员，由实验室主管批准，可以取消相关人员的进驻资格。</p>    
  </div>
</template>

<script>
export default {
  name: "about",
  data() {
    return {
      msg: "Welcome to Your Vue.js App"
    };
  }
};
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
.about {
  margin-top: 70px;
}
</style>
